{
    "landingpage": {
        "title1": "Manage Your Budget with",
        "title2": "Complete Data Ownership",
        "description": "Your financial data stays in your Google Sheets. We never store your sensitive information.",
        "button": "Get Started Now",
        "title3": "Your Data, Your Control",
        "description2": "BudgetManagement is designed with your privacy and data ownership as the top priority.",
        "featurecard1_title": "Google Sheets Integration",
        "featurecard1_description": "All your financial data is stored directly in your own Google Sheets. No middleman, no hidden databases.",
        "featurecard2_title": "100% Data Ownership",
        "featurecard2_description": "You own your data completely. We never store your sensitive financial information on our servers.",
        "featurecard3_title": "Privacy by Design",
        "featurecard3_description": "Our system is built from the ground up to respect your privacy and keep your financial data secure.",
        "title4": "How It Works",
        "description3": "Simple, secure, and transparent. Here's how BudgetManagement keeps your data in your control.",
        "howitworks1_title": "Connect Your Google Sheet",
        "howitworks1_description": "Link your Google Sheet to BudgetManagement with a simple authorization process.",
        "howitworks2_title": "Set Up Your Budget Categories",
        "howitworks2_description": "Customize your income and expense categories to match your financial needs.",
        "howitworks3_title": "Add Your Transactions",
        "howitworks3_description": "Record your financial transactions directly through our intuitive interface.",
        "howitworks4_title": "Data Stored in Your Sheet",
        "howitworks4_description": "All your data is written directly to your Google Sheet, not our servers.",
        "title5": "Why Choose BudgetManagement",
        "description4": "A budget management system that puts you first.",
        "reasons1": "Your data stays in your Google Sheets, not our servers",
        "reasons2": "Easy to export or backup your financial information",
        "reasons3": "No risk of data breaches affecting your sensitive financial data",
        "reasons4": "Access your budget from anywhere with Google Sheets integration",
        "reasons5": "Full transparency on how your data is handled",
        "reasons6": "No hidden fees or subscription traps",
        "title6": "Ready to take control of your finances?",
        "description5": "Start managing your budget today with complete data ownership and privacy.",
        "privacypolicy": "Privacy Policy",
        "termsofservice": "Terms of Service",
        "contact": "Contact",
        "rights": "BudgetManagement. All rights reserved."
    }
}