{
    "landingpage": {
        "title1": "Gerencie seu orçamento com",
        "title2": "propriedade total de dados",
        "description": "Seus dados financeiros permanecem no Planilhas Google. Nunca armazenamos suas informações confidenciais.",
        "button": "Comece agora",
        "title3": "Seus dados, seu controle",
        "description2": "O BudgetManagement foi projetado tendo sua privacidade e propriedade de dados como prioridade máxima.",
        "featurecard1_title": "Integração com o Planilhas Google",
        "featurecard1_description": "Todos os seus dados financeiros são armazenados diretamente no seu Planilhas Google. Sem intermediários, sem bancos de dados ocultos.",
        "featurecard2_title": "100% de propriedade de dados",
        "featurecard2_description": "Você é o único proprietário dos seus dados. Nunca armazenamos suas informações financeiras confidenciais em nossos servidores.",
        "featurecard3_title": "Privacidade por Design",
        "featurecard3_description": "Nosso sistema foi criado do zero para respeitar sua privacidade e manter seus dados financeiros seguros.",
        "title4": "Como funciona",
        "description3": "Simples, seguro e transparente. Veja como o BudgetManagement mantém seus dados sob seu controle.",
        "howitworks1_title": "Conecte sua Planilha Google",
        "howitworks1_description": "Vincule sua Planilha Google ao BudgetManagement com um processo de autorização simples.",
        "howitworks2_title": "Configure suas categorias de orçamento",
        "howitworks2_description": "Personalize suas categorias de receitas e despesas para atender às suas necessidades financeiras.",
        "howitworks3_title": "Adicione suas transações",
        "howitworks3_description": "Registre suas transações financeiras diretamente através de nossa interface intuitiva.",
        "howitworks4_title": "Dados armazenados em sua planilha",
        "howitworks4_description": "Todos os seus dados são gravados diretamente na sua Planilha Google, não em nossos servidores.",
        "title5": "Por que escolher a BudgetManagement",
        "description4": "Um sistema de gestão orçamentária que coloca você em primeiro lugar.",
        "reasons1": "Seus dados permanecem no Planilhas Google, não em nossos servidores",
        "reasons2": "Fácil de exportar ou fazer backup de suas informações financeiras",
        "reasons3": "Nenhum risco de violações de dados que afetem seus dados financeiros confidenciais",
        "reasons4": "Acesse seu orçamento de qualquer lugar com a integração do Planilhas Google",
        "reasons5": "Transparência total sobre como seus dados são tratados",
        "reasons6": "Sem taxas ocultas ou armadilhas de assinatura",
        "title6": "Pronto para assumir o controle de suas finanças?",
        "description5": "Comece a gerenciar seu orçamento hoje mesmo com total propriedade e privacidade de dados.",
        "privacypolicy": "Política de Privacidade",
        "termsofservice": "Termos de Serviço",
        "contact": "Contato",
        "rights": "BudgetManagement. Todos os direitos reservados."
    }
}